package com.example.module10_relativelayouttogglebuttonscrollview

class database {
    val text = "Беседа пьяного с трезвым чёртом\n" +
            "\n" +
            "Бывший чиновник интендантского управления," +
            " отставной коллежский секретарь Лахматов," +
            " сидел у себя за столом и," +
            " выпивая шестнадцатую рюмку," +
            " размышлял о братстве, равенстве и свободе." +
            " Вдруг из-за лампы выглянул на него чёрт…" +
            " Но не пугайтесь, читательница. Вы знаете, что такое чёрт?" +
            " Это молодой человек приятной наружности, с черной, как сапоги," +
            " рожей и с красными выразительными глазами. На голове у него, хотя он и не женат," +
            " рожки… Прическа а la Капуль." +
            " Тело покрыто зеленой шерстью и пахнет псиной. Внизу спины болтается хвост," +
            " оканчивающийся стрелой… Вместо пальцев — когти, вместо ног — лошадиные копыта." +
            " Лахматов, увидев чёрта, несколько смутился, но потом, вспомнив," +
            " что зеленые черти имеют глупое обыкновение являться ко всем вообще подвыпившим людям," +
            " скоро успокоился.\n" +
            "\n" +
            "— С кем я имею честь говорить? — обратился он к непрошенному гостю.\n" +
            "\n" +
            "Чёрт сконфузился и потупил глазки.\n" +
            "\n" +
            "— Вы не стесняйтесь, — продолжал Лахматов. — Подойдите ближе…" +
            " Я человек без предрассудков, и вы можете говорить со мной искренно…" +
            " по душе… Кто вы?\n" +
            "\n" +
            "Чёрт нерешительно подошел к Лахматову и," +
            " подогнув под себя хвост, вежливо поклонился.\n" +
            "\n" +
            "— Я чёрт, или дьявол… — отрекомендовался он." +
            " — Состою чиновником особых поручений при особе" +
            " его превосходительства директора адской канцелярии г. Сатаны!\n" +
            "\n" +
            "— Слышал, слышал… Очень приятно. Садитесь! Не хотите ли водки?" +
            " Очень рад… А чем вы занимаетесь? Чёрт еще больше сконфузился…\n" +
            "\n" +
            "— Собственно говоря, занятий у меня определенных нет…" +
            " — ответил он, в смущении кашляя и сморкаясь в «Ребус»." +
            " — Прежде, действительно, у нас было занятие… Мы людей искушали…" +
            " совращали их с пути добра на стезю зла… Теперь же это занятие, антр-ну-суади," +
            " и плевка не стоит… Пути добра нет уже, не с чего совращать." +
            " И к тому же люди стали хитрее нас… Извольте-ка вы искусить человека," +
            " когда он в университете все науки кончил, огонь, воду и медные трубы прошел!" +
            " Как я могу учить вас украсть рубль, ежели вы уже без моей помощи тысячи цапнули?\n" +
            "\n" +
            "— Это так… Но, однако, ведь вы занимаетесь же чем-нибудь?\n" +
            "\n" +
            "— Да… Прежняя должность наша теперь может быть только поминальной," +
            " но мы все-таки имеем работу… Искушаем классных дам," +
            " подталкиваем юнцов стихи писать, заставляем пьяных купцов бить зеркала…" +
            " В политику же, в литературу и в науку мы давно уже не вмешиваемся…" +
            " Ни рожна мы в этом не смыслим… Многие из нас сотрудничают в «Ребусе»," +
            " есть даже такие, которые бросили ад и поступили в люди… Эти отставные черти," +
            " поступившие в люди, женились на богатых купчихах и отлично теперь живут." +
            " Одни из них занимаются адвокатурой, другие издают газеты," +
            " вообще очень дельные и уважаемые люди!\n" +
            "\n" +
            "— Извините за нескромный вопрос: какое содержание вы получаете?\n" +
            "\n" +
            "— Положение у нас прежнее-с… — ответил чёрт." +
            " — Штат нисколько не изменился… По-прежнему квартира," +
            " освещение и отопление казенные… Жалованья же нам не дают," +
            " потому что все мы считаемся сверхштатными и потому что чёрт — должность почетная…" +
            " Вообще, откровенно говоря, плохо живется, хоть по миру иди… Спасибо людям," +
            " научили нас взятки брать, а то бы давно уже мы переколели… Только и живем доходами…" +
            " Поставляешь грешникам провизию, ну и… хапнешь…" +
            " Сатана постарел, ездит всё на Цукки смотреть, не до отчетности ему теперь…\n" +
            "\n" +
            "Лахматов налил чёрту рюмку водки. Тот выпил и разговорился." +
            " Рассказал он все тайны ада, излил свою душу," +
            " поплакал и так понравился Лахматову, что тот оставил его даже у себя ночевать." +
            " Чёрт спал в печке и всю ночь бредил. К утру он исчез.\n"
}